{
    "Sobre mí": "About me",
    "Ingeniero de Software": "Software Engineer",
    "Soy tiulado de Ingeniería Civil Infomática en Chile, me especializo en crear aplicaciones web y móvil. Actualmente, trabajo como desarrollador Back-end en Magnet SPA.": "I'm a Computer Science bachelor graduate from Chile, who specializes in building web and mobile applications. Currently, I'm working as a Back-end Developer in Magnet SPA.",
    "Proyectos en los que he trabajado": "Projects I've Worked",
    "Lottawork": "Lottawork",
    "Centro Nacional en Sistemas de Información en Salud":"National Center for Health Information Systems",
    "Universidad de Concepción":"University of Concepción",
    "LATAM Airlines":"LATAM Airlines",
    "Si necesitas contactarme. Escribeme e intentaré responderte lo antes posible.":"If you need to contact me. Write me and I'll try my best to get back to you!",
    "Hola!": "Hello!",
    "Ver página web": "Launch webpage",
    "Más detalles": "More details",
    "Una startup con el propósito de conectar clientes potenciales con autónomos y pequeñas empresas para contratar servicios. Mi trabajo consistía en crear el front-end para la aplicación web y mantener la versión de Android de la aplicación.":"A startup with the purpose of connecting potential customers to freelancers and small businesses to hire services. My job was to build the front-end for the web application and maintain the Android version of the app.",
    "Como parte del proyecto \"Evaluación de Calidad de Sistemas Software en Telemedicina\", colaboré en la creación del modelo de datos, back-end y front-end de la herramienta utilizada para la evaluación de postulantes a la certificación.":"As part of the \"Evaluación de Calidad de Sistemas Software en Telemedicina\" project, I collaborated in the creation of the data model, back-end and front-end of the tool used for the applicants evaluation to the certification.",
    "Este proyecto fue una colaboración de un grupo de estudiantes durante nuestro último año en la Universidad. Consistió en un sistema de monitoreo de salud estructural basado en la web para monitorear puentes en Chile. Mi colaboración se centró principalmente en el modelado de datos.":"This project was a collaboration of a group of students during our last year at University. It consisted of a web-based structural health monitoring system to monitor bridges in Chile. My collaboration was primarily on the data modelling side.",
    "Cuando comencé a trabajar para Everis, me asignaron al equipo de marketing de LATAM Airlines Group. Mi función es mejorar y mantener las aplicaciones web y los procesos Batch utilizados para reembolsar y compensar a los pasajeros.":"When I started to work for Everis, I was assigned to LATAM Airlines Group's Marketing Team. My role is to improve and maintain the web-applications and Batch processes used to refund and compensate passangers.",
    "Tecnologías utilizadas en este proyecto:" : "Technologies used in this project:"
}